Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: 1 sentence collected
ssi: 1 ٻول بھیݪے کرے گئے

source: 2019 End-of-Year Release
ssi: ٻرس 2019 کے پچھاڑیام ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
ssi: 2 نِیچے، کرا کر!<playIcon></playIcon>

source: ≥ 2 No votes
ssi: ≥ 2 وَوٹ نائِیں

source: ≥ 2 Yes votes
ssi: ≥ 2 ہاوے کے وَوٹ

source: Abbreviations and Acronyms
ssi: وِکھیا اور وِکھیا

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ssi: سروت لِکھتام "یو ایس اے" یا "آئی سی ای" جِدؔا وِیاکھِیا اور وِیاکھِیاس پاسا کرنا چاہِجے کیونکہ اِن کُو اِس نامُونیس پڑھی سِکتے ہے جکو ان کے ہِجیس میل نائیں کھاوے۔ گھݨیں کرے ، ایک وِیاکھِیا نتر پڑھنا کھاسا سئی ہوئی سِکتا ہے۔

source: Abkhaz
ssi: ابکھاز

source: About
ssi: کے باریم

source: About options menu
ssi: مُکاسی سُوچِیا کے باریم

source: About us
ssi: مھارے باریم

source: About us options menu
ssi: مھاری مُکاسی سُوچِیا کے باریم

source: Academic Reference
ssi: پڑھائِیا کا سرا

source: Accent
ssi: لیہکا

source: Accepted file types: .tsv only
ssi: سُئِیکار کروڑی فائلا کے نامُونے: .tsv رُگی

source: Access press releases and stories related to Common Voice
ssi: پریس ریلیزز اور سادھارݨ اواجاس جُڑوڑی کُہاݨِیئیں تائیں پُگو

source: Account
ssi: کھاتا

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ssi: <accuracyLink>کھرے پنا کی اُونؔچائِیں کے باریم ودھِیک دؔیکھو.</accuracyLink>

source: Acehnese
ssi: ایسہنیس

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ssi: { $actionType } <micIcon></micIcon> اور جِترا ہوئی سِکے سنسکِرتِیا کے رُوپام جباب دؔیووَ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ssi: { $actionType } <playIcon></playIcon> اور جکو کائیں تھم اس مِنکھا کُو کہتوڑا سُݨیں رے ہے اِس کُو لِکھو

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ssi: { $actionType }<playIcon></playIcon> کیا اُنُون سئی ٻول ٻولے؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ssi: { $actionType } <playIcon></playIcon> آڈیو ٹُکڑے سُݨوں ، اور نکݪِیا کی جانچ کرو۔ کیا یو میل کھاوتا ہے؟ جے اگر نائِیں، تو اِسکُو مُکُومل رُوپاس مِلاوَݨیں نتر توڑجوڑ کرو.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ssi: { $actionType }<recordIcon></recordIcon> بھی اس ٻولا کُو اُونچی اواجام پڑھو

source: { $actionType }<stopIcon></stopIcon> when done
ssi: { $actionType }<stopIcon></stopIcon> جِدؔ کرتے ہے

source: { $actionType } submit when ready
ssi: { $actionType } ٹھئی جاوے تو بھیݪا کراو

source: Adamawa Fulfulde
ssi: آدماوا فُلفُلدے

source: Add and Review Sentences, Add Questions, Transcribe Audio
ssi: ٻول سیمل کرو اور ان کُو اَدؔائے دؔیکھو، سُئالیں کُو سیمل، آڈیو نقل کرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
ssi: مِنکھیں کے جوابیں نتر { $currentLocale } میں ایک سُئال <icon></icon> سیمݪ کرو

source: Add as much information as you can about the language. This could include:
ssi: ٻولیا کے باریم گھݨے س گھݨی جاݨکاری سیمل کرو.اِس میں سیمݪ ہوئی سِکتا ہے:

source: Add <icon></icon> a public domain sentence
ssi: جنتا کی پُونجیا کے ٻول بھیݪے کرو <icon></icon>

source: Add information
ssi: جاݨکاری بھیݪی کر

source: Adding Questions
ssi: سُئال سیمل کرنا

source: Adding Sentences
ssi: ٻول سیمل کرنا

source: Additional Language
ssi: ودھِیک بھاشا

source: Add Language
ssi: ٻولی سیمݪ کر

source: Add new custom accent "{ $inputValue }"
ssi: نواں اپݨِیں مرجِیا کا لیہکا سیمݪ کر "{ $inputValue }"

source: Add new sentences for the community to read
ssi: پڑاوا کُو پڑھنے نتر نویں ٻول سیمل کرو

source: Add one sentence per line
ssi: ہر لیݨ ایک ٻول سیمل کرو

source: Add Questions
ssi: سُئال سیمل کرو

source: Add questions in your language
ssi: اپٹؔیا بھاشام سُئالیں کُو سیمل کرو

source: Add Questions <small>(Coming soon)</small>
ssi: سُئالیں کُو سیمݪ کرو <small>(ٻیگے ئی آئی رے ہے)</small>

source: Add Sentences
ssi: ٻول سیمل کرو

source: Add sentences in your language
ssi: اپٹؔیا بھاشام ٻولیں کُو سیمل کرو

source: Add Text
ssi: لِکھت سیمل کرو

source: Add up to 1,000 sentences
ssi: 1,000 تائِیں ٻاتاں سیمل کرو

source: Add Your Voice
ssi: اپٹِؔیں اوَاج رݪاوَ

source: Adyghe
ssi: ادیگے

source: Afaan Oromo
ssi: افان اورومو

source: Afar
ssi: افار

source: A few bytes
ssi: تھوڑی سِک بائٹس

source: Afrikaans
ssi: اپھریکی

source: Age
ssi: اُومر

source: A good question for public participation datasets should:
ssi: جنتا بھاگیداری ڈیٹا سیٹا نتر ایک اجرا سُئال ہووݨا چاہِجے:

source: Agriculture and Food
ssi: کھیتی اور کھادؔ

source: Albanian
ssi: البانوی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ssi: لارکا تھوڑسا گاہرِیا سئی ہے ، جے اگر تھم کِسی دُؔوجے مِنکھا کُو نِیارے نِیارے لوَج ٻولتیاݨیں سُݨِیں سِکتے ہے تو ، ٹُکڑے کُو چھوڈؔی دؔیݨاں چائیے۔ سادھارݨتا ٻو اُوٹھے ہووتا ہے جٹھے ٹی وِیا کُو چلائی چھوڈؔی دیا ہے ، یا جٹھے آسے پاسے بات ٻِگت ہوئی ری ہے۔

source: All
ssi: کُل

source: All sentence must have the same domain
ssi: سارے ٻولیں کا ایکی ڈومین ہووَٹؔا جروری ہے

source: All sentences must have the same citation
ssi: سارے ٻولیں کا ایکیئی سرا ہووَٹؔا جروری ہے

source: Already have an account? <login>Log-In</login>
ssi: آگے ئی ایک اکاؤنٹ ہے؟ <login>لاگ ان</login>

source: Alsatian
ssi: ایلسٹئین

source: Amharic
ssi: امہارِک

source: An error occurred fetching sentences
ssi: ٻول لاوَٹؔینٚم ایک کھرابی آئی

source: An error occurred reviewing this sentence
ssi: اس ٻولا کی جانچ کرتییاݨیں ایک کھرابی آئی

source: An error occurred submitting your voice information
ssi: تھاری اواجا کی جاݨکاری بھیݪی کرنیم ایک نُکس آیا ہے

source: An error occurred while creating this transcript
ssi: یو ہر ایک لِکھت ٻݨانٚوَتیاݨں ایک گلتی ہوئی ہے

source: An error occurred while editing the transcript
ssi: ٹرانسکرپٹام توڑ جوڑ کرتے سمے ایک کھرابی سامے آئی

source: An error occurred while recording
ssi: ریکارڈنگاݨیں ایک کھرابی آئی ہے

source: An error occurred while skipping the transcript
ssi: ٹرانسکرپٹا کُو چھوڈؔ تییِاݨیں ایک کھرابی گھٹی

source: An error occurred while skipping this prompt
ssi: اس پرمپٹا کُو چھوڈؔتیاݨیں ایک کھرابی آئی ہے

source: An error occurred while submitting the report
ssi: کھٻر بھیݪی کرتے سمے ایک گلتی سامے آئی

source: An error occurred while uploading your response
ssi: تھارا جباب اپ لوڈ کرتیاݨیں ایک کھرابی آئی ہے

source: An error occurred while voting the prompt
ssi: پرومپٹاپ ووٹ دؔیتے ٻکھت ایک چُونٚک سامے آئی

source: An error occurred while voting the transcript
ssi: ٹرانسکرپٹا کُو ووٹ دؔیتے سمے ایک کھرابی ہوئی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ssi: اُومر ، نسݪ ، اور لیہکے جِدؔا بولݨواڑیں کی گِنتِیام بھاشݨاں کی اوݪکھ کرنواڑی مسِینیں کُو سئی سِکھِیا نتر اُپیوگ ہوݨ واڑی آڈیو ڈیٹا کُو اجرا ٹھاوݨینٚم ساہِیتا کرتےہے۔ تھارا لیݨواڑا نانٚو اور ای میل کِدھی بھی تھارے جما کراؤڑے ڈیٹاس جُڑوڑا نائیں ہوونٚگڑا ، اور تھم چُناو کری سِکتے ہے کہ کِیا تھارا لیݨواڑے نانٚواں کُو چاوا کرنا ہے یا دھاکݨاں۔

source: Answer
ssi: جباب

source: Answer questions
ssi: سُئالیں کے جباب

source: Answer Questions
ssi: سُئالیں کے جباب

source: Answer Questions <small>(Coming soon)</small>
ssi: سُالیں کے جباب <small>(ٻیگے آئی رے ہے)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
ssi: کوئی بی لِکھوڑا اور بھاشݨا کے ڈیٹا سیٹا کُو ٻاٹݨاں ، ٹھاوݨاں اور اِدؔائے جِمائی کن اپݨی بھاشا کُو رِکھِیا ، جِیوت اور اُونٚچا اُٹھائی سِکتا ہے۔

source: Approve
ssi: سُئِیکار کرنا

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ssi: ایک سُونی جاگھا سئی ہے، پٹؔ ہم وَدھِیک گوڑ نائِیں چاہوَاں جکو مشین الگورتھما کُو اِن سٻدؔیں کُو اوݪکھنیں کا سبب ٻٹؔی سِکتی ہے جکو لِکھوڑے کتھنام نائِیں تِیا۔ جے اگر تھم کتھنا کے سِوَا نِیارا سٻدؔ سُٹِؔیں سِکتے ہے تو ٹُکڑے کُو چھوڈؔی دؔیوَٹؔاں چائِیجے۔ گھٹؔیں کرے یو اوٹھے ہووَتا ہے جِتوڑ ٹی وَی چلائی چھوڈؔی دؔی ہے، یا جِتوڑ آسے پاسے ٻات ٻِگت چالیری ہے۔

source: Arabic
ssi: اربی

source: Aragonese
ssi: ارگونِیس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ssi: کیا تھم آگُوچ ئی سادھارݨ اواجا کے سُبھاوَِک بھاشݨ پروجیکٹا نتر مھارے بیٹا ٹیسٹنگ گروپام ہے؟

source: Are you coming? [called by another]
ssi: کیا تُوں آ ئیراہے؟ [کسی اورِین ٻلایا ہے]

source: Are you coming? <strong>[called by another]</strong>
ssi: توں آئِیرا ہے؟<strong>[کسی دُؔوجے کے جریئے ٻلایا ہے]</strong>

source: Armenian
ssi: آرمینِیائی

source: Armenian Western
ssi: اولھاندی آرمینیائی

source: Arvanitika
ssi: آرونیتِکا

source: Ask about a new language
ssi: ایک نوِیں ٻولیا کے باریم ٻُوجھو

source: Ask Mozilla to share your events
ssi: موزیلا کُو اپݨیں کارھِئیے ساجھا کرنے نتر کیہو

source: Ask sensitive questions
ssi: بھاوُک سُئال ٻُوجھو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ssi: ہم سے <matrixLink>،</matrixLink> <discourseLink>ڈسکورس</discourseLink> یا <emailLink>ای میلاپ</emailLink> ہم سے سُئال ٻوجھو۔

source: Assamese
ssi: اسسامیس

source: Asturian
ssi: اسٹُرِیان

source: Atayal
ssi: اتا یال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
ssi: ایک نکݪا کُو ہر اُس سٻدؔاس یا گیر بھاشا ٻات ٻِگتا کی اواجا کُو پاکڑنا چاہوے جکو مِنکھا کے جرِئے کیہیا تیا ، دؔانٚتا بھیݪا۔

source: Attention!
ssi: دھِیان!

source: Audio Format
ssi: آڈیو سرُوپ

source: Automotive and Transport
ssi: موٹر گاڈؔیاں اور سُئاری

source: Avatar
ssi: اوَتار

source: Avatar uploaded
ssi: اوتار اپ لوڈ کرا گیا

source: Average
ssi: لگھ بھگ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ssi: ڄِدؔ کوئی چلاٹؔوَاڑا اِسکُو وَوٹا کی انُمتی دیتا ہے تو اوَاجا کے کلپا کُو "سئی" نِساٹؔ لگایا جاوَتا ہے۔

source: Avoid too much background noise - it should be easy to hear you.
ssi: سپا گھٹؔے لارکے گاہرِییس بچو - آپ کُو سُٹؔنا سوَلا ہووَٹؔاں چاہِجے.

source: Awards
ssi: پُرسکار

source: Azerbaijani
ssi: اجربائیجان

source: Baatonum
ssi: باتونُم

source: Baba Malay
ssi: بابا ملائے

source: Back
ssi: لارکا

source: Background Noise
ssi: لارکا گاھریا

source: Background Voices
ssi: لارکیاں اوَاجاں

source: Back to Top
ssi: اُوپرلے پاسے پُوٹھا جاُ

source: Bafia
ssi: بافیا

source: Bafut
ssi: باپھُت

source: Bahasa Malay
ssi: بہاسا ملائی

source: Balochi
ssi: بلوچی

source: Balti
ssi: بالٹی

source: Bambara
ssi: بامبارا

source: Bamun
ssi: بامُن

source: Bamvele
ssi: بامویل

source: Bankon
ssi: بینٚکو

source: Baoule
ssi: بااولے

source: Basaa
ssi: بسا

source: Bashkir
ssi: باسکِر

source: Basque
ssi: باسک

source: Batanga
ssi: باٹانٚگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ssi: اس بُڑانٚداپ کسی ٹُکڑے کو چھوڈؔٹؔینٚس آگے اِدؔائے ریہو کہ پڑھنوَاڑین کسی سٻدؔا کا گلت لیہکا کرا ہے،دِکتا کُو گلت جاگھاپ دھرا ہے، یا دؔیکھݨینٚم تو سُئالاڑا نِساٹؔ اندؔیکھا کری دِؔیا ہے۔ سنسارام الگ نامُونے کے لیہکے کا اُپیوگام ہے، جِنمیں سے کئی تھمُون اپٹِؔیں سادھارݨ سمُودائیم نائِیں سُٹؔیں ہوونٚگڑے۔ کِرپا کری کن اِن مِنکھیں نتر پرسنسا کا ایک سیما اُپلبدؔ کراؤ جکو تھم سے نِیاری ٻات کری سِکتے ہے۔

source: Become a Common Voice Partner
ssi: سادھارݨ اواج سیرواݪی ٻݨو

source: Be easy to understand and respond to
ssi: سمجݨیں اور جباب دیݨینٚم سوَلا ریہوے

source: Be generally relevant
ssi: سادھارݨ رُوپ سئی ہووݨا

source: Belarusian
ssi: بیلارُوسی

source: Benefits
ssi: لابھ

source: Bengali
ssi: بنٚگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ssi: [‘Beret' سئی ہے چاہے آگے سٻدؔ (UK) یا دؔوجے (US) پر جورا کے سات]

source: Betawi
ssi: بیتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ssi: بھاشا کی سچائیں نتر اجرا بھِیر جِدؔا ٹرانسلینگوئجنگ اور <mark>کوڈ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ssi: ان ٻولِیئیں نتر اجرے بھِیر واݪِیئیں کن اُپیوگ کرنے نتر سپا گھٹ یا <mark>کوئی لِکھوڑا سارا سیمان نائیں</mark> تِیا (ایک سرا ہے ، نِیارے ، نامُونے ، اِتہِیاسِک رُپام ٻِنا لِکھوڑا ٻولِیاں اور دُؔوجے)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
ssi: <bold>سول سوسائٹی اور شودھ کرتا</bold> - مُکتام ہِک ٹِک ڈیٹا سیٹ ٻݨاوَ، سیوا کر اور ٻاٹ

source: <bold>{ $count }</bold> Clips
ssi: دؔوجے

source: <bold>Help us</bold> find more voices
ssi: ودھِیک <bold> اوَاجاں لوڑنیم مھاری ساہیتا کرو </bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
ssi: <bold>اگر تھم کُھلے ، بھیݪی ڈیٹا کا مان کرتے ہے تو - آج دؔان کرو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
ssi: <bold>تھورا</bold> - دؔیسی نویں کھوج اور ترکِیا کُو پورسا دؔیݨیں نتر ڈیٹا سیٹا کی رچنا کی پرایوجک کر

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
ssi: <bold>ٹیکنالوجی کمپنیاں</bold> - ایک اجرا انیک بھاشائی AIیا کی پرِیاورݨاں نتر کھُلی ڈیٹا سیٹ کی رچنام دھن لگاؤ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
ssi: <bold>aiیا کُو سنسارا کی کائیں بھاشاں نتر ئی کاکام کام کرنا چاہِجے؟</bold>

source: Borgu Fulfulde
ssi: بورگُو فُلفُلدی

source: Bosnian
ssi: بوسنِیائی

source: Both
ssi: دُؔونھیں

source: Both (Speak and Listen)
ssi: دُؔونھیں (ٻولو اور سُٹؔو)

source: Breton
ssi: بریٹن

source: [British English might make "root"]
ssi: [برتانی انگریجی "جڑ" ٻݨائی سِکتی ہے]

source: Browse Languages
ssi: ٻولیاں لوڑو

source: Brushaski
ssi: برُساکی

source: Build a custom goal
ssi: اپٹؔی مرجیا کے لکَش ٻٹؔاؤ

source: Build Profile
ssi: پروپھائل ٹھاؤ

source: Bulgarian
ssi: بلگیرِیائی

source: Bulk batch
ssi: گھٹؔے سارے ٻول

source: Bulk Sentences Uploaded
ssi: گھٹؔے سارے ٻول اپ لوڈ کرے ہے

source: Bulu
ssi: بُلُو

source: Bunun
ssi: بُنون

source: Burmese
ssi: برمی

source: Buryat
ssi: بُریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ssi: <b>ایک ای میل کاکام؟</b> ہمکُو آگے نتر ڈیٹا سیٹام بدلاوݨیں کے باریم آپ سے سمپرک کرنے کی جرورت ہوئی سِکتی ہے، ایک ای میل ہمکُو سمپرکا کا ایک نُکتہ مِلتا ہے.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ssi: "میرے ای میلاپ ایک لِنک دِؔگھلاوَ" پہ دؔٻائی کن ، آپ مھاری <termsLink>سیوا کِیاں ٻندھِیاں</termsLink> اور <privacyLink>گُپت نِیتِیاس</privacyLink>سیہمت ہے موزیلا آپ کُو سادھارݨ اواجا کے سُبھاوِک بھاشن پروجیکٹا نتر بیٹا ٹیسٹنگام بھاگ لیݨیں کے باریم جاݨکارِیا کے بھیݪا ای میل کری سِکتا ہے۔

source: By editing your goal, you may lose your existing progress.
ssi: اپٹؔے لکشئیہ میں توڑ جوڑ کری کن ، آپ اپٹؔی ماجُود پرگتی کھولی سِکتے ہے۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ssi: ای میلز لیݨیں کا چُناو کری کن آپ بھتاتے ہے کہ آپ موزیلا کی <privacyLink>بھیدؔراکھݨے کی اٹکلاس</privacyLink> بھتاوتا اس جانکارِیا کُو سامبݨیں کے سات ٹھیک ہے۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ssi: آپ سادھارٹؔ آواج ڈیٹا سیٹام ٻولٹؔواڑے کی اوݪکھٹؔیں کا نیاوَ کرنے کے جتن نائیں کرنینٚس<b>سیہمت</b> ہے

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ssi: اپݨیں باریم کائھِیں جاݨکاری لی کن ، آڈیو ڈیٹا جکو تھم سادھارݨ اواجا کُو دؔیتے ہے ٻو ٻولݨیں نتر ودِھیک اجرا ہوونگڑا۔ اوݪکھݨیں کی مسِین اس ڈیٹا کُو اجرا ٹھاوݨیں نتر اُپیوگ کرتے ہے.

source: By telling us about yourself, you will help developers build more inclusive technology
ssi: ہمکُو اپٹؔے باریم بھتائی کن، تھم ڈویلپرزا کُو اور ودھِیک ٹیکنالوجی بٹؔاٹؔینٚم ساہیتا کرونٚگے

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ssi: سادھارن آواجا کا اُپیوگ کرتوڑے، تھم مھارِیاں <termsLink>سرتاں</termsLink> اور <privacyLink>گُپت سُوچنا کُو مانتے ہے</privacyLink>

source: Cameroon Pidgin
ssi: کیمرون پیڈگین

source: [Canadian English might make "route" sound like "rowt"]
ssi: [کنیڈا کی انگریجی "پنکھتی" کُو "پنکھتی" جُکو اواج دؔی سِکتی ہے]

source: Can be answered in a few sentences
ssi: کیئی ٻولینٚم جباب دؔی سِکتے ہے۔

source: Cancel
ssi: ردؔ

source: Cancel Re-recording
ssi: پُوٹھی ریکارڈنگ رد کرو

source: Cancel Submission
ssi: جما کرواݨا رد کر

source: Cannot submit more than 1000 sentences
ssi: 1000 س ودھِیک جما نائیں کرائی سِکو

source: Can't decide?
ssi: نیرٹؔے نائیں کری سِکیرے؟

source: Cantonese
ssi: کنٹونی

source: Catalan
ssi: کٹالان

source: Central Alaskan Yupʼik
ssi: سینٹر الاسکن یُوپِک

source: Central Kurdish
ssi: سینٹرل کُردِس

source: Central Melanau
ssi: سنٹرل میلاناؤ

source: Central Puebla Nahuatl
ssi: سنٹرل پوبلا ناہٹل

source: Change preferences
ssi: مان ٻدؔݪی کرو

source: Changes contribution language of dataset only
ssi: رُگی ڈیٹا سیٹا کے یوگدؔان کی بھاشا کُو مٹاوَ

source: Changes the language dataset to which you're contributing
ssi: بھاشا کے ڈیٹا سیٹا کُو مَٹاوَ جِس میں آپ یوگدؔان ٻہائِی رے ہے

source: Changes website text only
ssi: رُگی ویب سائٹ لِکھتا کُو مَٹاوَ

source: Change your email via Settings under Login Identity
ssi: لاگ ان اوݪکھا کے تݪے نِویڑے کے جرئے اپݨا ای میل مٹاوَ

source: Check
ssi: جانٚچ

source: Check <icon></icon> is this a linguistically correct sentence?
ssi: جانٚچ کرو <icon></icon> کہ کیا یہ ٻولئیں کے رُوپاس سئی ٻول ہے؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ssi: دؔیکھو کہ کِیا تھاری ٻولی اِسپے سیمل ہے یا نائیں <languagesPageLink>سادی اواج ٻولیں کا پنا</languagesPageLink>۔ اگر نائیں، تو اس پھارما کُو بھرو اور ہم <strong>تھمکُو ایک سُکی ای میل گِھلاؤں گڑے. جِس میں تھاری ٻولیا کُو اِدؔائے جِماوَݨیں کی وِیاکھِیا کرونٚگڑے</strong>۔

source: <chevron></chevron>See less
ssi: <chevron></chevron> گھٹ دؔیکھو

source: <chevron></chevron>See more
ssi: <chevron></chevron> وَدِھیک دؔیکھو

source: Chinese (China)
ssi: چینی

source: Chinese (Hong Kong)
ssi: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
ssi: چینی (تائیوان)

source: Chinyanja
ssi: چینیانجا

source: Choose language/localization
ssi: ٻولیا / لوکلائزیشنا کُو چُنو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
ssi: ایسے سادے سُئالیں کا چُناو کرو جکو سنسکرتی یا سئیوگاس ٻِنا دؔیکھے کسی کُو بھی سمجݨیم سوَلا ہووَے۔

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
ssi: ایسے سادا سُئال چُنوں جکو سنسکرتی یا اس باریم سپا کسی کُو بھی سمجݨینٚم سولا ہووے۔

source: Chuvash
ssi: چُواش

source: Citation
ssi: سرا

source: Cite with a URL link or the full name of the work.
ssi: یو آر ایل لِنک یا کاما کے پورے نانٚواں بھیݪا سرا دٚیؤ

source: Citing Sentences
ssi: ٻولیں کا سرا دؔیتوڑے

source: Click
ssi: دؔٻاوَٹؔاں

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ssi: اس پنیں کا اُپیوگ کرنے کا نامُونا جاݨنے نتر <guidanceLink>ایٹھے</guidanceLink> دؔٻاوَ

source: Clipboard not supported
ssi: کلیپ بوڈا کا بھیرواݪی نائیں تیا

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ssi: { $clipCount } اواجا کے ٹُکڑے ، کُل سُرکشت نیپ { $size }۔ انت ہوئی جاوتا ہے { $expires }.

source: Clip Graveyard
ssi: کلپ مُساݨ

source: Clips recorded
ssi: ریکارڈ کروڑے ٹُکڑے

source: Clips Uploaded
ssi: اپ لوڈ کروڑے ٹُکڑے

source: Clips validated
ssi: ٹُکڑیں کی پک کری دؔی ہے

source: Clips You've Recorded
ssi: ٹُکڑے جکو تھمُون ریکارڈ کرے ہے

source: Clips You've Validated
ssi: ٹُکڑا تھمُون پک کرا ہے

source: Close
ssi: بند کرنا

source: Collecting sentences
ssi: ٻول بھیݪے کرنا

source: Coming Soon
ssi: ٻیگا آݨواڑا

source: Comment
ssi: ٻچن

source: Common Voice data plus all other voice datasets above.
ssi: سادھارݨ اواج ڈیٹا کے بھیݪو بھیݪ اُوپر دُؔوجی اواج ڈیٹا سیٹ۔

source: Common Voice Dataset
ssi: سادھارٹؔ اوَاج ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
ssi: سادھارݨ اواج پڑاوا کے دُئارا ڈیٹا کی رچنا کرنے نتر ایک مُکتام ، کھُلا سروت پلیٹ پھارم ہے۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ssi: سادھارݨ اوَاج موزیلا فاؤنڈیشنا کی ایک یوجنا ہے ، جکو ایک امریکی 501 سی 3 ہے۔ ہلی اِٻکے یو یوجنا مکُومل رُوپام <philantropicGrantLink>دؔانی گرانٹس</philantropicGrantLink> اور دُنِیا بھرا کے مِنکھیں کے دؔاناس پوشݨ دؔیتے ہے۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ssi: سادھارݨ اواجا کُو دؔان اور پُونٚجیا کے جرئے چندا لیوتے ہے! ہم تیلیما کے کھاگڑی، سول سوسائٹی اور انڈستریا کی کھوج کرنواڑے کا سات دؔیݨا پِسند کرتے ہے. سادھارݨ اواج اِستمال کرنے نتر آجاد ہے ، پݨیں پُونجیا کے جرِئے پلیٹ پھارم اور سیوا کے کھرچیم چندا دؔیوے سئی ساہِک ہے۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ssi: سادھارݨ اواج ایک دُؔوجا پلیٹ پھارم لانچ کری را ہے جکو نِج، آپو آپ ، ٻنا لِکھوڑا بھاشݨا کُو بھیݪا کرنیپ دھِیان ہے۔ اس سے گھݨی ساری کُومینٚم ڈیٹا کُو سپا ٻیگا بھیݪا کرنیم ساہِیتا مِلُوں گی ، ٹھِک ڈیٹا وَِگِیانِک اور ترکی دؔیݨواڑے نتر اجرا ہوونٚگڑا۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ssi: سادھارݨ اواج موزیلا کا پہلکا چرݨ ہے جس کا کام مشینیں کُو یو سِکاݨا ہے کہ سئی سئی مِنکھ کِدؔا ٻولتے ہے۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ssi: سادھارن اواج سنسارا کا ساریںٚیس ٻڈؔا جنتا کے رُوپام اُپلبد ، ٻاراں مٹؔ ٻولیئں کی اواج ڈیٹا سیٹ ہے۔
